{
  "id": 26,
  "firstname": "Jakob",
  "familyname": "Eckstein",
  "birthname": "",
  "stone": {
    "id": 14,
    "address": "Frauenstraße 134 (ehem. Garnisons-Arresthaus)",
    "latitude": 48.40687,
    "longitude": 9.992808
  },
  "history": "Deserteure",
  "vita": [
    {
      "content": "Geburt#Jakob Eckstein wurde am 25. August 1920 als siebtes von acht Kindern in Neresheim geboren."
    },
    {
      "content": "Arbeit#Gemeinsam mit seinem älteren Bruder Karl arbeitete Jakob Eckstein als landwirtschaftlicher Helfer."
    },
    {
      "content": "Einberufung#Jakob Eckstein wurde nur ungern Soldat, als er kurz vor Weihnachten 1941 zur Wehrmacht einberufen und in Altenburg in Thüringen stationiert wurde. Dort lernte er seine spätere Verlobte Erna kennen."
    },
    {
      "content": "An der Front#Im Juli 1943 wurde Jakob Eckstein bei Stalingrad durch einen Kopfschuss schwer verwundet und im September 1943 zur Genesendenbatterie seiner Abteilung versetzt."
    },
    {
      "content": "Flucht#Als er am 31. Januar 1944 zur Heeresentlassungsstelle in Stuttgart überstellt wurde, meldete sich Jakob Eckstein nicht mehr bei seiner Einheit zurück."
    },
    {
      "content": "Verhaftung#Jakob Eckstein versteckte sich bei seiner Freundin Erna in Altenburg, deren Vater ihm unter falschen Namen Arbeit besorgte. Erna wurde schwanger, weshalb die beidem heiraten wollten. Erna wähnte ihren Verlobten in Sicherheit und gab die anstehende Hochzeit bekannt.\nNoch vor der Eheschließung wurde Jakob Eckstein verhaftet und ins Militärgefängnis nach Ulm gebracht."
    },
    {
      "content": "Arrest#Seine Mutter durfte Jakob Eckstein während der Haft einmal besuchen und berichtete danach, dass ihr Sohn gefoltert worden sei. Am 18. Februar 1945 kam Jakobs Tochter Ursula zur Welt, die er nicht mehr kennenlernen konnte."
    },
    {
      "content": "Ermordung#Am 17. März 1945 wurde Jakob Eckstein im Alter von 24 Jahren gemeinsam mit Kurt Henne in Ulm erschossen. Seiner Mutter verbot man, eine Trauerfeier für ihn abzuhalten.\nJakob Eckstein wurde auf dem Ulmer Friedhof neben drei weiteren Deserteuren, Kurt Henne, Karl Westerich und Richard Stemmle, beerdigt."
    }
  ]
}
		