{
  "id": 34,
  "firstname": "Kurt",
  "familyname": "Henne",
  "birthname": "",
  "stone": {
    "id": 14,
    "address": "Frauenstraße 134 (ehem. Garnisons-Arresthaus)",
    "latitude": 48.40687,
    "longitude": 9.992808
  },
  "history": "Deserteure",
  "vita": [
    {
      "content": "Geburt#Kurt Henne wurde am 18. Dezember 1914 in Weimar geboren."
    },
    {
      "content": "Erste Ehe#Am 26. März 1938 heiratete der Tischlergeselle Kurt Henne in Schwallungen in Thüringen seine erste Frau Hedwig Storch. Am 10. April 1938 wurde die gemeinsame Tochter Sonja geboren und die Ehe nur wenige Monate später, im November 1938, geschieden."
    },
    {
      "content": "Einberufung#Zu Kriegsbeginn wurde Kurt Henne zur Wehrmacht einberufen und später nach Ulm versetzt. Vermutlich war er danach in Regensburg stationiert."
    },
    {
      "content": "Zweite Ehe#In Regensburg lernte Kurt Henne die 22-jährige Anna Frohnauer kennen, die er im Oktober 1943 standesamtlich zur Frau nahm."
    },
    {
      "content": "Flucht#Anfang 1944 wurde seine Frau Anna Henne schwanger, was wahrscheinlich der Grund war, warum Kurt Henne im Februar 1944 nach einem Erholungsurlaub nicht an die Front zurückkehrte. Vermutlich versteckte er sich bei einer ehemaligen Bekannten, die seine Frau um Zivilkleidung für den Flüchtigen bat."
    },
    {
      "content": "Verhaftung#Am 27. Oktober 1944 wurde Kurt Henne in Naumburg an der Saale festgenommen und in das Militärgefängnis in Ulm gebracht. Wenige Wochen nach seiner Festnahme kam am 5. November 1944 seine zweite Tochter Christina Rosa Maria zur Welt. Anna Henne wollte ihren Mann eigentlich mit der Tochter besuchen, wagte es aber wegen der Fliegerangriffe nicht."
    },
    {
      "content": "Tod#Am 17. März 1945 wurde Kurt Henne gemeinsam mit Jakob Eckstein in Ulm erschossen. Seine Frau Anne Henne erhielt keine Benachrichtigung über seinen Tod und reiste daher nach Kriegsende nach Ulm.\nKurt Henne wurde auf dem Ulmer Friedhof neben drei weiteren Deserteuren, Jakob Eckstein, Karl Westerich und Richard Stemmle, beerdigt."
    }
  ]
}
		