{
  "id": 38,
  "firstname": "Gerdi",
  "familyname": "Kaufmann",
  "birthname": "",
  "stone": {
    "id": 17,
    "address": "Keplerstraße 21 (St. Anna Stift)",
    "latitude": 48.404543,
    "longitude": 9.992678
  },
  "history": "Izbica, Pogromnacht, Zwangsaltersheim Dellmensingen",
  "vita": [
    {
      "content": "Geburt#Gerdi Kaufmann wurde am 23. September 1924 als drittes Kind von Hermann und Rosa Kaufmann in Ulm geboren."
    },
    {
      "content": "Kindheit#Gemeinsam mit ihren Eltern Hermann und Rosa Kaufmann und ihren beiden Geschwistern Selma Behr, geborene Kaufmann, und Helmut Kaufmann lebte Gerdi Kaufmann in Ulm. Als 1927 ihr Vater starb, konnte ihre Mutter Rosa Kaufmann die Kinder nicht mehr versorgen und brachte Gerdi Kaufmann mit ihren Geschwistern vorübergehend in das israelitische Waisenhaus in Esslingen. Dort starb im Juni 1928 ihr großer Bruder Helmut.\nNach der Einweisung ihrer Mutter in eine Heilanstalt wurde Gerdi Kaufmann gemeinsam mit ihren Geschwistern wieder in das Waisenhaus in Esslingen gebracht. Ab diesem Zeitpunkt fungierte Dr. Julius Cohn, Bezirksrabbiner in Ulm, als ihr Vormund."
    },
    {
      "content": "1938#Am 10. Dezember 1938, dem Tag nach der Pogromnacht, wurde das Waisenhaus von Männern gestürmt und Kinder und Pädagogen vertrieben. Gerdi Kaufmanns Schwester Selma Behr glückte 1938 die Flucht in die USA, wo sie leider erfolglos versuchte, Gerdi nachzuholen."
    },
    {
      "content": "Leben ab 1940#Anfang 1940 absolvierte Gerdi Kaufmann ein Praktikum in einem jüdischen Altersheim in Stuttgart und arbeitete ab dem 23. Februar 1942 in dem jüdischen Zwangsaltersheim Dellmensingen."
    },
    {
      "content": "Deportation und Tod#Am 24. April 1942 wurden die Heimbewohner und das Personal mit unbekanntem Ziel \"evakuiert\".\nNach dem Krieg fand man heraus, dass Gerdi Kaufmann am 26. April 1942 von Stuttgart aus nach Izbica deportiert und vermutlich dort ermordert wurde. Das genaue Todesdatum und Ort sind nicht bekannt."
    }
  ]
}
		