{
  "id": 74,
  "firstname": "Karl",
  "familyname": "Westerich",
  "birthname": "",
  "stone": {
    "id": 14,
    "address": "Frauenstraße 134\n(ehem. Garnisons-Arresthaus)",
    "latitude": 48.40687,
    "longitude": 9.992808
  },
  "history": "Deserteure",
  "vita": [
    {
      "content": "Geburt#Karl Westerich wurde am 18. Oktober 1914 in Düsseldorf geboren."
    },
    {
      "content": "Ausbildung#Nach seiner Schulausbildung machte Karl Westerich eine Lehre zum Drucker. Bis zu seiner Einberufung arbeitete er in verschiedenen Fabriken."
    },
    {
      "content": "Einberufung#Karl Westerich wurde im  Oktober 1936 zur Wehrmacht eingezogen und in Brandenburg an der Havel stationiert.\nNach erfüllter Wehrpflicht konnte er 1938 die Wehrmacht verlassen, wurde allerdings nach Kriegsbeginn im Januar 1940 wieder eingezogen."
    },
    {
      "content": "Hochzeit#Am 17. August 1940 heiratete Karl Westerich während eines Heimaturlaubs in Düsseldorf seine Freundin Alma Margot Abedyhl."
    },
    {
      "content": "Familienleben#1941 wurde Karl Westerich wegen Verletzungen ausgemustert und bekam eine Stelle als Lokomotivheizer bei der Reichsbahn. Am 12. Februar 1941 kam sein Sohn Wolfgang zur Welt."
    },
    {
      "content": "Wieder an die Front#Karl Westerich wurde ein drittes Mal eingezogen und im August 1943 an der Ostfront eingesetzt. Als er durch Granaten verletzt wurde, bekam Karl Westerich eine Auszeit, sollte aber im März 1944 wieder an die Front zurückkehren."
    },
    {
      "content": "Ein Entschluss mit Folgen#Bevor man Karl Westerich wieder an die Front schickte, bekam er eine Nachricht, dass seine Familie nach einem Luftangriff ins Krankenhaus gebracht wurde.\nKarl Westerich bekam Sonderurlaub und entschied sich, nicht mehr an die Front zurückzukehren. Er injizierte sich Petroleum, um eine Entzündung hervorzurufen."
    },
    {
      "content": "Verhaftung#Karl Westerich wurde durch die Entzündung von der bevorstehenden Abberufung zurückgestellt. Leider wurde er leichtsinnig und bot anderen Soldaten an, sie gegen Geld durch eine Petroleum-Injektion ebenfalls vor der Rückkehr an die Front zu bewahren. Einer der Soldaten denunzierte ihn und man verhaftete Karl Westerich Ende Juli 1944."
    },
    {
      "content": "Arrest#Zunnächst wurde Karl Westerich in Konstanz inhaftiert. Da er überzeugt war, dass man ihn zum Tode verurteilen würde, versuchte Karl Westerich Selbstmord zu begehen. Der Versuch scheiterte und er wurde in das Militärarresthaus nach Ulm verlegt."
    },
    {
      "content": "Tod#Am 14. Dezember 1944 wurde Karl Westerich im Alter von 30 Jahren in Ulm erschossen und auf dem Ulmer Friedhof neben drei weiteren Deserteuren, Jakob Eckstein, Kurt Henne und Richard Stemmle, beerdigt."
    }
  ]
}
		